Repository: HSR-BusinessApplications/CampusApp
Catalog: Hsr.Campus.Core/Resources/AppResources.*.resx
Languages: de

# ActionCancel
source: Cancel
de: Abbrechen

# ActionDelete
source: Delete
de: Löschen

source: Add live tile
de: Live-Kachel hinzufügen

# AppBarButtonText
source: add
de: hinzufügen

# AppFirstRunMessage
source: This app serves as a supplement to the existing systems of the HSR. There is no warranty of accuracy, completeness or availability. The information displayed is not legally valid.
de: Diese App dient als Ergänzung zu den bestehenden Systemen der HSR. Es besteht keine Garantie auf Korrektheit, Vollständigkeit oder Verfügbarkeit. Die angezeigten Informationen sind nicht Rechtsgültig.

# AppFirstRunTitle
source: Disclaimer
de: Haftungsausschluss

# BadgeTextWindows
source: You must be connected to the HSR network to update your account. This is not a real-time value display, it may take up to an hour for transactions to be processed. You can also add a live tile with your account balance to your device's home screen.
de: Um ihr Kontostand zu aktualisieren, müssen Sie mit dem HSR Netzwerk verbunden sein. Dies ist keine Echtzeitanzeige. Es besteht die Möglichkeit, den Kontostand als Live-Kachel hinzuzufügen.

# DaySunday
source: Su
de: So

# DayTuesday
source: Tu
de: Di

# DayWednesday
source: We
de: Mi

# DayThursday
source: Th
de: Do

# DownloadingError
source: Unable to download file: {0}
de: Fehler beim Herunterladen der Datei: {0}

source: Downloading file...
de: Datei wird heruntergeladen...

source: Loading…
de: Laden…

source: Loading events...
de: Lade: Agenda...

# LoadingMenus
source: Updating menus...
de: Lade: Menüs...

# LoadingNetwork
source: Loading directory...
de: Lade: Verzeichnis...

# LoadingNews
source: Loading more posts…
de: Lade: Mehr Einträge…

# LoadingNewsNew
source: Loading new posts…
de: Lade: Neue Einträge…

# LoadingTimetable
source: Updating timetable...
de: Aktualisiere: Stundenplan...

# LocationFormat
source: Location:
de: Ort:

# MapBuilding
source: Building {0}
de: Gebäude {0}

# MapFirstRunMessage
source: Pinch and rotate the map to enlarge the image. Double tap a building to view the floorplans.
de: Zoomen und drehen Sie die Karte, um das Bild zu vergrößern. Doppeltippen Sie auf ein Gebäude, um die Etagenpläne zu besichtigen.

# MapFirstRunTitle
source: HSR Campus Map
de: HSR Campus Karte

# MapOverview
source: Overview
de: Übersicht

# MessageCredentials
source: Please check your credentials.
de: Bitte Daten überprüfen.

# MessageCredentialsDelete
source: Are you sure that you want to delete this account?
de: Sind Sie sicher, dass Sie dieses Konto löschen möchten?

source: Modules
de: Module

# NewsReadMore
source: read more »
de: mehr »

# NoMenus
source: No menus currently available for this location.
de: Derzeit stehen keine Menüs für diesen Ort zur Verfügung.

# OpeningError
source: Unable to open file: {0}
de: Folgende Datei konnte nicht geöffnet werden: {0}

source: Opening file...
de: Öffne: Datei...

source: Password:
de: Passwort:

# ResourceLanguage
source: en-US
de: de-CH

# SettingAccountTitle
source: HSR Account
de: HSR Konto

# SettingAccountTitleSub
source: Configuration and Usage
de: Konfiguration und Anwendung

# SettingCacheTitle
source: Clear Cache
de: Cache leeren

# SettingCacheTitleSub
source: {0} Files, {1:0.00} MB
de: {0} Dateien, {1:0.00} MB

# SettingOfficialTitle
source: Official HSR App
de: Offizielle HSR App

# SettingOfficialTitleSub
source: For assistence please contact the HSR IT-ServiceDesk
de: Für Unterstützung wenden Sie sich an HSR IT-ServiceDesk

# SettingStorageTitle
source: Storage Management
de: Speicherverwaltung

# SettingStorageTitleSub
source: Cache, Network Data
de: Cache, Netzwerkdaten

# SettingSuccessCacheClear
source: Cache successfully cleared
de: Cache erfolgreich gelöscht

# TileMenu
source: Menu
de: Menü

# TileCampusMap
source: Campus Map
de: Campus Karte

# TileExams
source: Exams
de: Prüfungen

# TileLectureNotes
source: Lecture Notes
de: Skripte

# TileSetupAccount
source: Account Setup
de: Konto einrichten

# TileTimetable
source: Timetable
de: Stundenplan

# TileAccount
source: HSR Account
de: HSR Konto

# UpdateBadgeSaldo
source: Updating badge saldo...
de: Aktualisiere: Badgestand...

source: Username:
de: Benutzername:

source: Warning
de: Warnung

# BadgeUpdate
source: Last Updated: {0:dd.MM.yyyy H:mm:ss}
de: Letzte Aktualisierung: {0:dd.MM.yyyy H:mm:ss}

# NoTimetable
source: No timetable available
de: Kein Stundenplan vorhanden

source: Settings
de: Einstellungen

# ConnectionFailed
source: Unable to retrieve data - please check your connection.
de: Daten konnten nicht abgerufen werden - bitte überprüfen Sie die Verbindung.

# NoNetworkList
source: No lecture note data available
de: Keine Skriptdaten vorhanden

# DateTimeRealtiveNow
source: just a second ago
de: vor wenigen Sekunden

# DateTimeRealtiveSeconds
source: {0:0} seconds ago
de: vor {0:0} Sekunden

# DateTimeRelativeHours
source: {0:0} hours ago
de: vor {0:0} Stunden

# DateTimeRelativeMinutes
source: {0:0} minutes ago
de: vor {0:0} Minuten

source: Last Update:
de: Letzte Aktualisierung:

# OAuthIdentity
source: Identity
de: Identität

# OAuthNextRefresh
source: Last Refresh (UTC)
de: Letzte Refresh (UTC)

# OAuthRemove
source: Remove Account
de: Konto entfernen

# OAuthRemoveConfirm
source: By deleting your account you will also remove any personal HSR data (Timetable, Exam, Badge, Lecture Notes) from this device.
de: Durch das Löschen Ihres Kontos werden auch alle persönliche HSR-Daten (Stundenplan, Prüfung, Badge, Skripte Server) von diesem Gerät entfernt.

source: No Entries
de: Keine Einträge

# NoData
source: No data available
de: Keine Daten verfügbar

# NoMaps
source: No maps available
de: Keine Karten verfügbar

source: OAuth Permissions
de: OAuth Berechtigungen

# AccountSetupVerify
source: Verifying account
de: Konto bestätigen

# MapFirstRunMessageiOS
source: Double tap a building to view the floorplans.
de: Doppeltippen Sie auf ein Gebäude, um die Etagenpläne zu besichtigen.

# OAuthComplete
source: Congratulations! This device has been authorized to use the HSR mobile services. You can manage your authorized devices on: https://mobile.hsr.ch/
de: Gratuliere! Dieses Gerät wurde zur Benutzung der HSR Mobile-Services berechtigt. Sie können ihre Einstellungen unter folgende Adresse verwalten: https://mobile.hsr.ch/

# OAuthError
source: Uhh Ohh! An error occured whilst interacting with the HSR OAuth server. Error response: {0}
de: Uhh Ohh! Einen Fehler ist bei der Registrierung beim HSR OAuth Server aufgetreten. Error: {0}

# OAuthErrorDenied
source: Access has been denied by the OAuth server.
de: Zugriff wurde vom OAuth Server verweigert.

# OAuthRenew
source: Permission for this device has either been revoked or the OAuth token expired before it could be refreshed. Please reauthenticate this device.
de: Die Berechtigung für dieses Gerät wurde entweder widerrufen oder die maxiamle Zeit zwischen zwei Zugriffen ist abgelaufen. Bitte registrieren Sie dieses Gerät erneut.

# OAuthSetup
source: To improve security the HSR employs an OAuth authentication principle for it's mobile services. User passwords are therefor never stored in this app. A browser window will open a secure connection to the HSR OAuth server. You can log-in with your HSR credentials. After accepting the client permissions you will be redirected back to this app.
de: Zur Verbesserung der Sicherheit an der HSR, werden die Mobile-Services mit dem OAuth-Prinzip geschützt. Passwörter werden somit nie in diesem App gespeichert. Ein Browser-Fenster wird eine sichere Verbindung zum HSR OAuth Server herstellen. Sie können sich mit ihrem HSR Account anmelden. Nach der Annahme der Geräteberechtigungen werden Sie zurück zu dieser App umgeleitet.

# PivotWeek
source: Week {0}
de: Woche {0}

# WeekSelect
source: Cal-Week: {0} - TW: {1}
de: KW: {0} - SW: {1}

# WeekSelection
source: Select Week
de: Woche wählen

# BadgeText
source: You must be connected to the HSR network to update your account. This is not a real-time value display, it may take up to an hour for transactions to be processed.
de: Um ihr Kontostand zu aktualisieren, müssen Sie mit dem HSR Netzwerk verbunden sein. Dies ist keine Echtzeitanzeige.

# AppStartSupportExpiredMessage
source: The operatingsystem {0} is no longer supported. This is the last Update of CampusApp for {0}. Perform a operatingsystem update, so you can use the app correctly.
de: Das Betriebssystem {0} wird nicht mehr unterstützt. Dies ist das letzte Update der CampusApp für {0}. Führen sie ein Betriebssystem-Update durch, damit sie die App richtig verwenden können.

# AppStartSupportExpiredTitle
source: Support expired
de: Support abgelaufen

# OAuthErrorStateAuthenticated
source: The authentication procedur is expired. If you want to login again, you must first delete your account.
de: Der Authentifizierungsvorgang ist abgelaufen. Wenn Sie sich neu anmelden wollen müssen Sie zuerst ihr Konto löschen.

# OAuthErrorStateUnauthenticated
source: The authentication procedur is expired. Please try it againg.
de: Der Authentifizierungsvorgang ist abgelaufen. Bitte versuchen Sie es nocheinmal.

# ActionDone
source: Done
de: Fertig

# DayDiv
source: Misc
de: Div

source: Updating...
de: Aktualisieren...

source: Never
de: Noch nie

# SettingCacheClearConfirm
source: Are you sure you want to delete the cache?
de: Sind Sie sicher, dass Sie den Cache leeren wollen?

source: Third-Party Libraries
de: Dritthersteller-Bibliotheken

# ThirdPartyLibrariesText
source: Licenses for third-party libraries.
de: Lizenzen für Dritthersteller-Bibliotheken.

# SettingAppInfoSubTitle
source: Version Info, Licenses
de: Versionsinformationen, Lizenzen

# SportsText
source: The sports agenda has moved. Please click the button below to open the agenda.
de: Die Sport Agenda wurde verschoben! Sie ist neu nur noch auf der HSR Webseite verfügbar. Bitte klicken Sie auf den Button unten um die Agenda einzusehen.
